const polygons = [
  {
    name: "Страна 1",
    description: "Описание страна 1",
    coordinates: [[-40.513799, -210.410156], [-39.164141, -209.355469], [-39.740986, -208.608398], [-41.672912, -208.564453], [-41.607228, -209.86084]],
    color: "#111111",
    dashArray: "5,5",
    group: "Страны"
  },
  {
    name: "Страна 2",
    description: "Описание страны 1",
    coordinates: [[-38.565348, -224.736328],[-37.961523, -224.384766],[-36.544949, -225.593262],[-35.603719, -225.241699],[-33.760882, -223.022461],[-34.288992, -221.835938],[-34.070862, -220.671387],[-34.651285, -220.275879],[-34.325292, -216.958008],[-36.120128, -218.38623],[-37.579413, -217.63916],[-37.892196, -219.616699],[-37.579413, -220.078125],[-37.909534, -222.209473],[-39.35129, -221.791992],[-39.690281, -222.231445]],
    color: "#e1e1e1",
    dashArray: "5,5",
    group: "Страны"
  }
];

const markers = [
  {
    name: "Столица 1",
    description: "Описание столицы 1",
    coordinates: [-42.342305, -209.399414],
    iconUrl: "https://mt.google.com/vt/icon/name=icons/onion/SHARED-mymaps-container_4x.png,icons/onion/1568-ferris-wheel_4x.png&highlight=ffd600,ff000000&scale=2.0",
    group: "Столицы"
  }
];
